<!DOCTYPE html>
<html lang="en">
	<head>
		<?php require 'inc/head.php'; ?>
		<link rel="stylesheet" href="css/main.css">
		<title>Infa pro mene | Avaness</title>
	</head>
	<body>

		<?php 
			require 'inc/nav.php';
			require 'inc/switch.php';
		?>

		<div class="container">
			<div class="row">

				<div class="col s12">
					<div class="card">
						<div class="card-content">
							<!-- <h3 class="center">Infa pro mene</h3>
							<p>Проста людина, працюю в охороні (добу/дві). Займаюся написанням сайту, цікавлюся деякими продуктами <i class="fa fa-apple" aria-hidden="true"></i></p><br>
							<p>Я проти трендів, які зараз активно піаряться в смартфонах і навіть ноутбуках, проти челок, десятка камер, підписок на різні сервіси, я слухаю музику 2000-2010-х років, вистачить того, що я КОЖЕН місяць оплачую стільниковий зв'язок, я проти трендового світу і мені НЕ соромно і НЕ зашкварно ходити зі смартфонами 2013-15 років і користуються ноутом 8-ми літньої давності. І мені НЕ соромно сидіти на умовній Windows 7 або Mac OS 10.14.6 або навіть на лінуксі позбавляючи себе деяких програм. Так, ці ОС вже застаріли, але ними ще цілком можна користуватися без шкоди продуктивності! Також я проти всякого роду реклам, банерів, спаму і НЕНАВИЖУ сучасну рекламу через те, що вона мене дістала і через обман користувачів. Сучасна реклама НІЧОГО корисного не приносить, вона вміє тільки дратувати, тому я не вірю жодній рекламі</p><br>
							<p>Я також прихильник скачування контенту (музики, фільмів) до себе на ноут, ніж переглядати або прослуховувати через інтернет. Під час видалення контенту з інтернету непогано було б зберігати його у себе на ноутбуці, причому місця у мене достатньо. Не люблю рекламу у фільмах, я можу почекати з переглядом</p> -->

							<figure>
								<img class="circle" width="23%" src="content/upload/avaness.jpeg" alt="avaness">
							</figure>
							<h3 class="center">Vadym Kushch</h3>
							<h4 class="center">Відеомонтажер</h4>
						</div>
					</div>
				</div>

			</div>
		</div>

		<?php 
			require 'inc/footer.php';
			require 'inc/script.php';
		?>

	</body>
</html>