<?php 
	require_once 'inc/db.php';
?>

<!DOCTYPE html>
<html lang="en">
	<head>
		<?php require 'inc/head.php'; ?>
		<link rel="stylesheet" href="css/main.css">
		<title>Template | Avaness</title>
	</head>
	<body>

		<?php 
			require 'inc/nav.php';
			require 'inc/switch.php';
		?>

		<div class="container">
			<div class="row">
				<div class="col s12">
					<div class="card">
						<div class="card-content">
							<h3 class="center">Російське вторгнення в Україну 2022 року</h3>
							<p class="justify">Російське вторгнення в Україну 2022 року — відкритий воєнний напад Росії, за підтримки Білорусі, на Україну, розпочатий о 5 годині ранку 24 лютого 2022 року. Вторгнення є частиною російсько-української війни, розв'язаної Росією 2014 року, участь у якій Росія постійно заперечувала.</p><br>
							<p class="justify">Військова кампанія почалася після тривалого нарощування російських військ з листопада 2021 року вздовж кордону України з РФ і Білоруссю та визнання органами влади Росії 21 лютого 2022 року терористичних утворень на території України — так званих «ДНР» і «ЛНР» — як державних утворень. Неодноразово різні ЗМІ, західні та українські політики розцінювали накопичення російських військ біля кордонів з Україною як підготовку Росії до війни з Україною. Практично одночасно Збройні сили Російської Федерації почали неприховане перекидання додаткових військ на окуповані території Донецької і Луганської областей.</p><br>
							<p class="justify">Близько 5 години за київським часом (UTC+2) 24 лютого президент РФ Володимир Путін оголосив про військову операцію нібито з метою «демілітаризації та денацифікації України»; через кілька хвилин почалися ракетні удари по всій Україні, в тому числі поблизу Києва. Російські війська вдерлися до України поблизу Харкова, Херсона, Чернігова, Сум, увійшовши з Росії, Білорусі та тимчасово окупованого Росією Криму. Разом із Росією війну проти України веде Білорусь: з прикордонних районів завдаються ракетні удари по території України, здійснюються вильоти бойової авіації для нанесення ракетно-бомбових ударів по території України, відбувається передислокація війська та його забезпечення. Контрольоване Росією Придністров'я (Молдова) також є потенційною загрозою.</p><br>
							<p class="justify">Завдяки спротиву української армії і сил самооборони вже в перші дні агресії російська армія зазнала значних втрат у живій силі і техніці. У своїй новітній історії, за оцінками України, Росія в усіх війнах, які вона вела, ще не зазнавала навіть приблизно таких великих втрат за такий короткий час. За визнанням західної розвідки, Росія зустріла сильніший, ніж очікувалося, опір, що зумовило матеріально-технічні проблеми для її військ, нестачу пального, боєприпасів і продовольства, підрив бойового духу нападників. Швидке об'єднання країн світу для допомоги Україні, як і запровадження потужних санкцій проти Росії, стало несподіваним ударом для країни-агресора.</p><br>
							<p class="justify">З першого дня вторгнення Росія порушує правила ведення війни і масово чинить воєнні злочини. Крім того, російська влада веде інформаційну війну і застосовує пропаганду.</p>
							<h5>Зміст</h5>
							<a href="#Передумови">1. Передумови</a><br>
							<a href="#Хід_війни">2. Хід війни</a><br>
							<a href="#24_лютого">2.1. 24 лютого</a><br>
							<a href="#25_лютого">2.2. 25 лютого</a><br>
							<a href="#26_лютого">2.3. 26 лютого</a><br>
							<a href="#27_лютого">2.4. 27 лютого</a><br>
							<a href="#28_лютого">2.5. 28 лютого</a><br>
							<a href="#1_березня">2.6. 1 березня</a><br>
							<a href="#2_березня">2.7. 2 березня</a><br>
							<a href="#3_березня">2.8. 3 березня</a><br>
							<a href="#4_березня">2.9. 4 березня</a><br>
							<a href="#5_березня">2.10. 5 березня</a><br>
							<a href="#6_березня">2.11. 6 березня</a><br>
							<a href="#7_березня">2.12. 7 березня</a><br>
							<a href="#8_березня">2.13. 8 березня</a><br>
							<a href="#Реакція_української_влади">3. Реакція української влади</a><br>
							<a href="#Світська_влада">3.1. Світська влада</a><br>
							<a href="#Духовенство">3.2. Духовенство</a><br>
							<a href="#Реакція_в_Росії">4.	Реакція в Росії</a><br>
							<a href="#Прибічники_війни">4.1. Прибічники війни</a><br>
							<a href="#Противники_війни">4.2. Противники війни</a><br>
							<a href="#Реакція_і_участь_Білорусі">5. Реакція і участь Білорусі</a><br>
							<a href="#Міжнародна_реакція">6. Міжнародна реакція</a><br>
							<a href="#Зміцнення_власної_безпеки_іншими_державами">6.1. Зміцнення власної безпеки іншими державами</a><br>
							<a href="#Фінансова_та_правова_допомога_Україні">6.2. Фінансова та правова допомога Україні</a><br>
							<a href="#Збройна_допомога_Україні">6.3. Збройна допомога Україні</a><br>
							<a href="#Санкції_проти_Росії">6.4. Санкції проти Росії</a><br>
							<a href="#Держави_та_наддержавні_утворення">6.4.1. Держави та наддержавні утворення</a><br>
							<a href="#Організації">6.4.2. Організації</a><br>
							<a href="#Санкції_проти_Білорусі">6.5. Санкції проти Білорусі</a><br>
							<a href="#Підтримка_Росії">6.6. Підтримка Росії</a><br>
							<a href="#Протести_проти_війни">6.7. Протести проти війни</a><br>
							<a href="#Коментарі">6.8. Коментарі</a><br>
							<a href="#Інші_реакції">6.9. Інші реакції</a><br>
							<a href="#Військові_втрати_окупантів">7. Військові втрати окупантів</a><br>
							<a href="#Лютий_2022">7.1. Лютий 2022</a><br>
							<a href="#24_лютого_2">7.1.1. 24 лютого</a><br>
							<a href="#25_лютого_2">7.1.2. 25 лютого</a><br>
							<a href="#26_лютого_2">7.1.3. 26 лютого</a><br>
							<a href="#27_лютого_2">7.1.4. 27 лютого</a><br>
							<a href="#28_лютого_2">7.1.5. 28 лютого</a><br>
							<a href="#Березень_2022">7.2.	Березень 2022</a><br>
							<a href="#1_березня_2">7.2.1. 1 березня</a><br>
							<a href="#2_березня_2">7.2.2. 2 березня</a><br>
							<a href="#3_березня_2">7.2.3. 3 березня</a><br>
							<a href="#4_березня_2">7.2.4. 4 березня</a><br>
							<a href="#5_березня_2">7.2.5. 5 березня</a><br>
							<a href="#6_березня_2">7.2.6. 6 березня</a><br>
							<a href="#7_березня_2">7.2.7. 7 березня</a><br>
							<a href="#Втрати_України">8. Втрати України</a><br>
							<a href="#Лютий_2022_2">8.1	Лютий 2022</a><br>
							<a href="#24_лютого_3">8.1.1. 24 лютого</a><br>
							<a href="#25_лютого_3">8.1.2. 25 лютого</a><br>
							<a href="#26_лютого_3">8.1.3. 26 лютого</a><br>
							<a href="#27_лютого_3">8.1.4. 27 лютого</a><br>
							<a href="#28_лютого_3">8.1.5. 28 лютого</a><br>
							<a href="#Березень_2022_2">8.2.	Березень 2022</a><br>
							<a href="#1_березня_3">8.2.1. 1 березня</a><br>
							<a href="#2_березня_3">8.2.2. 2 березня</a><br>
							<a href="#3_березня_3">8.2.3. 3 березня</a><br>
							<a href="#4_березня_3">8.2.4. 4 березня</a><br>
							<a href="#5_березня_3">8.2.5. 5 березня</a><br>
							<a href="#6_березня_3">8.2.6. 6 березня</a><br>
							<a href="#Побічні_втрати">9. Побічні втрати</a><br>
							<a href="#Наслідки">10. Наслідки</a><br>
							<a href="#Гуманітарні">10.1. Гуманітарні</a><br>
							<a href="#Політичні">10.2. Політичні</a><br>
							<a href="#Економічні">10.3. Економічні</a><br>
							<a href="#Україна">10.3.1. Україна</a><br>
							<a href="#Світ">10.3.2. Світ</a><br>
							<a href="#Росія">10.3.3. Росія</a><br>
							<a href="#Порушення_Росією_правил_ведення_війни">11. Порушення Росією правил ведення війни</a><br>
							<a href="#Злочини_російських_військових">12. Злочини російських військових</a><br>
							<a href="#Інформаційна_війна_Росії">13. Інформаційна війна Росії</a><br>
							<a href="#Створення_фейкових_новин_російськими_ЗМІ">13.1. Створення фейкових новин російськими ЗМІ</a><br>
							<a href="#Контроль_над_ЗМІ_в_Росії">13.2. Контроль над ЗМІ в Росії</a><br>
							<a href="#Російська_пропаганда_щодо_широкомасштабної_війни_Росії_проти_України">14. Російська пропаганда щодо широкомасштабної війни Росії проти України</a><br>
							<a href="#Переговори">15. Переговори</a>

							<h5 id="Передумови">Передумови</h5>
							<p class="justify">Вторгнення пов'язане з тривалою російсько-українською гібридною війною, яка почалася на початку 2014 року. Її підґрунтям є те, що Україна була наріжним каменем Радянського Союзу, доки не проголосувала переважною більшістю населення за незалежність на демократичному референдумі 1 грудня 1991 року. Позбувшись політичного тиску Радянського Союзу, більшість східноєвропейських держав здійснили прагнення своїх народів до європейської інтеграції і приєдналися до Організації Північноатлантичного договору (НАТО). У 2004 році до НАТО увійшли балтійські країни Естонія, Латвія та Литва. Чотири роки по тому, 2008 року, Україна заявила про свій намір добиватись майбутнього членства в НАТО шляхом поступового наближення до його політичних і військових стандартів.</p><br>
							<p class="justify">Окрім того, для обґрунтування вторгнення російська пропаганда використовує образ Київської Русі та її хрещення. Київську Русь, яка є підґрунтям історії та національним спадком України, вони подають як нібито духовну колиску їхньої нації та культури, а хрещення Русі 988 року трактують як джерело духовного, культурного та національного спадку саме російського етносу, а не українського, як є насправді. Існування незалежної України, як і незалежної української православної церкви, для Росії нестерпне.</p><br>
							<p class="justify">На початку 2014 року масові протести в Києві, відомі як Євромайдан, завершилися усуненням від влади проросійського президента України Віктора Януковича, який тривалий час заявляв про намір підписати угоду про асоціацію з Європейським Союзом (ЄС), однак під впливом Росії відмовився від цих намірів. Щоб виправдати вторгнення в Україну та зміну її влади на проросійську, путінська Росія розпочала широку пропаганду. Головною тезою Росії було те, що в Україні нібито панує нацизм, підтримуваний Заходом, і відбувається геноцид росіян, яких Росія повинна врятувати.</p><br>
							<p class="justify">Граючи на політичній нестабільності в Україні, Росія анексувала український півострів Крим і організувала сепаратистський заколот на сході України, засилаючи на Донбас свою агентуру, війська та зброю. Використовуючи своїх маріонеток, підкуп і політичні впливи на Заході, Росія під загрозою ескалації воєнних дій нав'язала Україні контроверсійні Мінські угоди, в порушенні яких постійно звинувачувала Україну, ігноруючи невиконання їх з боку терористичних угруповань Донбасу. В умовах безперервних порушень домовленого «режиму тиші» було неможливим досягнення стабільного миру, але лінія фронту майже не переміщалася, зв'язуючи бойові частини України на цьому напрямку і відвертаючи їх від усіх інших. Внаслідок конфлікту на Донбасі загинули майже 14 тис. людей, а 1,5 млн українців стали внутрішньо переміщеними на безпечні території. Так звана гібридна війна проти України складалася з кібератак, економічного тиску, пропаганди для розпалювання внутрішнього розбрату. Таку тактику російські пропагандисти активізували в останні місяці 2021 року. Держдепартамент США заявив, що Путін готує «операцію під фальшивим прапором», щоб створити привід для вторгнення. Паралельна російська інтервенція в Сирію, що відбувалася з 2015 року під час тамтешньої громадянської війни, повинна була створити Росії репутацію миротворця.</p><br>
							<p class="justify">Напруга між Україною та Росією посилилася через будівництво газопроводу «Північний потік-2» у Балтійському морі, запуск якого давав би змогу припинити чи обмежити транзит російського газу через Україну на Захід через українські газогони в разі загострення воєнних дій.</p><br>
							<p class="justify">У грудні 2021 року Росія висунула низку претензій до західних країн, звинувачуючи їх у нібито «експансії НАТО» і вимагаючи від Заходу забрати їхні війська й озброєння з країн колишнього «Східного блоку», претендуючи на відновлення військово-політичного впливу колишнього Радянського Союзу. Конкретно від України вона вимагала гарантій неприєднання до НАТО, а також відмови від постачання західних озброєнь, і погрожувала невизначеною військовою відповіддю, якщо ці вимоги не будуть задоволені повністю. НАТО відхилило ці абсурдні вимоги, і Сполучені Штати попередили Росію про «швидкі та суворі» економічні санкції у разі подальшого вторгнення в Україну.</p><br>
							<p class="justify">Упродовж лютого зброю Україні на випадок вторгнення Росії надали Канада, Естонія, Литва, зокрема надали зенітно-ракетні комплекси та протитанкові ракетні комплекси.</p><br>
							<p class="justify">21 лютого 2022 року Росія офіційно визнала дві самопроголошені квазідержави на сході України, «Донецьку Народну Республіку» та «Луганську Народну Республіку», незалежними державами і відкрито ввела додаткові війська на Донбас, що інтерпретується як вихід Росії з Мінського протоколу. Так звані «республіки» визнавали в межах відповідних українських областей, які виходять далеко за межі лінії зіткнення. 22 лютого Путін заявив, що Мінські домовленості більше не діють. Того ж дня Рада Федерації одноголосно схвалила застосування військової сили на цих територіях.</p><br>
							<p class="justify">Аналітик Йоганн Мішель, який працював над звітом Міжнародного інституту стратегічних досліджень про армії світу, зауважив, що хоча Росія має в цілому значно більше військ, ніж Україна, але на початку вторгнення біля кордонів було зосереджено далеко не всі, а приблизно 200 тис. військовослужбовців, поділених на 60 бойових груп. За даними оборонного відомства США, Росія зосередила біля кордонів України 150 тис. військовослужбовців. Як повідомляли пізніше полонені російські солдати, частину з них відправили для участі в бойових діях обманним шляхом, кажучи, що це нібито військові навчання.</p><br>
							<p class="justify">За даними американської розвідки, Китай попросив Росію відкласти заплановане вторгнення через проведення в себе Зимової Олімпіади (4—20 лютого 2022).</p>
							
							<h5 id="Хід_війни">Хід війни</h5>
							<h5 id="24_лютого">24 лютого</h5>
							<p class="justify">24 лютого 2022 року незадовго до 05:00 за українським часом (UTC+2) (06:00 за московським часом, UTC+3) Путін оголосив, що прийняв рішення розпочати військову операцію на сході України.</p><br>
							<p class="justify">За кілька хвилин після оголошення війни пролунали вибухи в Києві, Харкові, Одесі та на Донбасі. Росія запустила крилаті та балістичні ракети по аеродромах, військових штабах і військових складах у Києві, Харкові та Дніпрі.</p><br>
							<p class="justify">Після 06:30 (UTC+2) російські війська вдерлися сухопутним шляхом поблизу міста Харкова. О 07:40 ВВС з посиланням на інші джерела повідомило, що російські війська увійшли в Україну також із території Білорусі. Українські прикордонні сили повідомили про атаки на об'єкти в Луганську, Сумах, Харкові, Чернігові та Житомирі, а також наступ з боку окупованого Криму.</p><br>
							<p class="justify">Незадовго до 07:00 (UTC+2) Президент Зеленський оголосив про запровадження в Україні воєнного стану[39]. Повітряний простір над Україною повністю закритий для цивільної авіації, а Агентство з авіаційної безпеки Європейського Союзу вважає всю територію зоною активного конфлікту. Зеленський оголосив про розрив дипломатичних стосунків із Росією. Цивільні польоти над Україною, а також Молдовою та частиною Росії були закриті через загрозу ураження, подібного на ураження ракетою рейсу 17 Malaysia Airlines.</p><br>
							<p class="justify">У Генштабі Збройних Сил України повідомили, що станом на 10:30 українські військові контролюють міста Маріуполь та Щастя. До острова Зміїний підійшли 2 російські кораблі та вимагають від прикордонників здатися.</p><br>
							<p class="justify">Станом на 11:00 російські військові на двох напрямках просунулися на відстань до п'яти кілометрів — на півночі Харківської та Чернігівської області. На об'їзній дорозі Харкова, поблизу мікрорайону Північної Салтівки, спалено 4 танки російських окупантів.</p><br>
							<p class="justify">Станом на 11:30 в боях на території Сумської області поранено 6 вояків ЗСУ. Ближче до полудня збито 7-й літак окупантів. У Подільському районі Одеської області внаслідок російського удару по військовій частині загинули 18 осіб. Над Межигір'ям Київської області ЗСУ збили російський гелікоптер Ка-52. Сили ППО України збили три російські гелікоптери біля аеропорту Гостомель. В аеропорту висадився російський десант; зав'язався бій. В обідню пору на території Житомирської області російські війська пішли на прорив державного кордону — через пункт пропуску «Вільча». На півдні окупанти захопили головну споруду Північнокримського каналу та Каховську ГЕС.</p><br>
							<p class="justify">В інтернеті фіксували численні фейкові новини, що нібито українська армія не чинить опору Росії, планує відступи, що ворог ввійшов у Харків чи що ООС на Донбасі начебто знищено, спростовані журналістами.</p><br>
							<p class="justify">У Генеральному штабі Збройних Сил України о 14-ій годині повідомили, що тривають бої за міста Генічеськ, Скадовськ і Чаплинка. Голова Сумської ОДА проінформував, що ведуться бої за Охтирку. Станом на 15-ту годину українські сили ведуть бій під Сумами. Під Глуховом ліквідовано 15 Т-72 за допомогою ПТРК «Javelin». Після 16-ї російські війська увійшли в Генічеськ. Після 17-ї окупанти були в Олешках. Володимир Зеленський підписав указ про мобілізацію в ряди ЗСУ.</p><br>
							<p class="justify">У другій половині дня російський розвідувальний взвод 74 мотострілецької бригади здався в полон на Чернігівщині. 20 вертольотів «КА-52» та «Мі-8» РФ висадили десант на аеродромі Гостомель, йде бій. Станом на 19:20 аеропорт захопили російські війська.</p><br>
							<p class="justify">Станом на 19:00 російські окупанти захопили Чорнобильську атомну електростанцію, персонал станції перебуває в заручниках.</p><br>
							<p class="justify">Президент України прозвітував, що на Донбасі Збройні сили України діють на відмінно, але харківський напрямок складний і проблемна ситуація на півдні. На тлі нападу в усіх областях України створено військові адміністрації, де посади держслужбовців можуть заміщати військові.</p><br>
							<p class="justify">Міністерство внутрішніх справ України повідомило, що станом на 20:00 ситуація у Донецькому оперативному районі напружена, але контрольована Об'єднаними силами: ворог не зміг просунутися вглиб України на східному напрямку; нові спроби прориву противника не зафіксовані, спостерігається зменшення вогневої активності на деяких напрямках.</p><br>
							<p class="justify">Станом на 21:00 десантні сили ЗСУ відбили Гостомельський аеропорт. Радник керівника Офісу Президента Михайло Подоляк звернувся до західних партнерів України про сприяння в закритті неба над країною, щоб зупинити повномасштабну агресію Російської Федерації.</p><br>
							<p class="justify">Ближче до опівночі російські окупанти таки захопили острів Зміїний, де загинули 13 українських прикордонників. Механізовані підрозділи ЗСУ відбили автомобільний міст і закріпилися на лівому березі Дніпра в районі Херсона. Станом на 4:00 окупанти зайняли Суми і взяли в облогу Конотоп; захисники міста Охтирка двічі відбили наступ.</p>
							
							<h5 id="25_лютого">25 лютого</h5>
							<p class="justify">Президент України у своєму брифінгу дорікнув країнам, які зволікають із запровадженням санкцій проти Росії, сказав що самих санкцій недостатньо та запевнив, що захисники України тримаються. Зеленський закликав українців зупиняти російсько-окупаційні війська «всюди, де бачите» і підписав наказ про загальну військову мобілізацію. Він підкреслив, що Росія теж зазнає втрат і рано чи пізно держави мусять розпочати переговори.</p><br>
							<p class="justify">25 лютого по 4-й ранку сили української протиповітряної оборони (ППО) збили 2 балістичні ракети і літальний апарат над Києвом. Задля зупинення наступу військ окупантів що рухалися із зони відчуження українські після бою сили підірвали міст на Іванків біля села Демидів. Уночі було завдано ракетного удару по аеропорту Рівного. Ведуться бої у Дергачах і Печенігах. При відбитті атаки під Трьохізбенкою ліквідовано 2 російські танки і 1 БМП. У Києві знешкодили диверсантів, які захопили автомобілі ЗСУ та прорвалися в місто; за окупантами рухалася колона ворожих вантажівок. Киян просили повідомити про пересування окупантів — їх оперативно знешкодили.</p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>
							<p class="justify"></p><br>

							<h5 id="26_лютого">26 лютого</h5>
							<h5 id="27_лютого">27 лютого</h5>
							<h5 id="28_лютого">28 лютого</h5>
							<h5 id="1_березня">1 березня</h5>
							<h5 id="2_березня">2 березня</h5>
							<h5 id="3_березня">3 березня</h5>
							<h5 id="4_березня">4 березня</h5>
							<h5 id="5_березня">5 березня</h5>
							<h5 id="6_березня">6 березня</h5>
							<h5 id="7_березня">7 березня</h5>
							<h5 id="8_березня">8 березня</h5>
							<h5 id="Реакція_української_влади">Реакція української влади</h5>
							<h5 id="Світська_влада">Світська влада</h5>
							<h5 id="Духовенство">Духовенство</h5>
							<h5 id="Реакція_в_Росії">Реакція в Росії</h5>
							<h5 id="Прибічники_війни">Прибічники війни</h5>
							<h5 id="Противники_війни">Противники війни</h5>
							<h5 id="Реакція_і_участь_Білорусі">Реакція і участь Білорусі</h5>
							<h5 id="Міжнародна_реакція">Міжнародна реакція</h5>
							<h5 id="Зміцнення_власної_безпеки_іншими_державами">Зміцнення власної безпеки іншими державами</h5>
							<h5 id="Фінансова_та_правова_допомога_Україні">Фінансова та правова допомога Україні</h5>
							<h5 id="Збройна_допомога_Україні">Збройна допомога Україні</h5>
							<h5 id=""></h5>
							<h5 id=""></h5>
							<h5 id=""></h5>
							<h5 id=""></h5>
							<h5 id=""></h5>
							<h5 id=""></h5>
							<h5 id=""></h5>
							<h5 id=""></h5>
							<h5 id=""></h5>
							<h5 id=""></h5>
							<h5 id=""></h5>
							<h5 id=""></h5>
							<h5 id=""></h5>
							<h5 id=""></h5>
							<h5 id=""></h5>
							<h5 id=""></h5>
							<h5 id=""></h5>
							<h5 id=""></h5>
							<h5 id=""></h5>

						</div>
					</div>
				</div>
			</div>
		</div>

		<?php 
			require 'inc/footer.php';
			require 'inc/script.php';
		?>

	</body>
</html>