<?php 
	require_once 'inc/db.php';
?>

<!DOCTYPE html>
<html lang="en">
	<head>
		<?php require 'inc/head.php'; ?>
		<link rel="stylesheet" href="css/main.css">
		<title>Home | Avaness</title>
	</head>
	<body>

		<?php 
			require 'inc/nav.php';
			require 'inc/switch.php';
		?>

		<div class="container">
			<div class="row">
				<div class="col s12">
					<div class="card">
						<div class="card-content">
							<h3 class="center">ХРОНІКА ПОДІЙ 2014 РОКУ</h3>
							<h5>Головні події 2014 року</h5>
							<p class="justify"><a href="">Революція Гідності, </a>19 січня</p>
							<p class="justify"><a href="">Кладовище Ваді-ель-Салам, </a>23 січня</p>
							<p class="justify"><a href="">Протистояння на Грушевського, </a>19 лютого</p>
							<p class="justify"><a href="">Революція Гідності, </a>20 лютого</p>
							<p class="justify"><a href="">Початок російської окупації Криму, </a>20 лютого</p>
							<p class="justify"><a href="">Падіння Віктора Януковича, </a>22 лютого</p>
							<p class="justify"><a href="">Олександр Турчинов — голова Верховної Ради, </a>22 лютого</p>
							<p class="justify"><a href="">Пам'ятник в Софії, </a>23 лютого</p>
							<p class="justify"><a href="">Арсеній Яценюк — прем'єр-міністр України, </a>27 лютого</p>
							<p class="justify"><a href="">Початок Російсько-української війни, </a>1 березня</p>
							<p class="justify"><a href="">Анексія Криму, </a>18 березня</p>
							<p class="justify"><a href="">Епідемія лихоманки Ебола, </a>19 березня</p>
							<p class="justify"><a href="">Підписання політичної частини Угоди про асоціацію України та ЄС, </a>21 березня</p> 
							<p class="justify"><a href="">Початок Антитерористичної операції на Донбасі, </a>14 квітня</p> 
							<p class="justify"><a href="">Перший бій в Донецькому аеропорту, </a>26 травня</p> 
							<p class="justify"><a href="">Президент Петро Порошенко, </a>7 червня</p> 
							<p class="justify"><a href="">Збитий під Луганськом «ИЛ-76», </a>14 червня</p> 
							<p class="justify"><a href="">Підписання економічної частини Угоди про асоціацію України та ЄС, </a>27 червня</p> 
							<p class="justify"><a href="">Катастрофа рейсу MH17, </a>17 липня</p> 
							<p class="justify"><a href="">Вірус Ебола в Ліберії, </a>серпень</p> 
							<p class="justify"><a href="">Іловайський котел, </a>28 серпня</p>
							<h5>Політичні лідери 2014 року</h5>
							<p class="justify"><b>Європейський Союз:</b> Герман ван Ромпей (2009-14), Дональд Туск (2014-19)</p>
							<p class="justify"><b>Ватикан:</b> Франциск (з 2013)</p>
							<p class="justify"><b>Великобританія:</b> Девід Камерон (2010-16), Єлизавета II (з 1952)</p>
							<p class="justify"><b>КНР:</b> Сі Цзіньпін (з 2013)</p>
							<p class="justify">Константинопольский патріарх: Варфоломій I (з 1991)</p>
							<p class="justify"><b>ООН:</b> Пан Гі Мун (2007-16)</p>
							<p class="justify"><b>РФ:</b> Володимир Путін (з 2012)</p>
							<p class="justify"><b>США:</b> Барак Обама (2009-17)</p>
							<p class="justify"><b>Україна:</b> Віктор Янукович (2010-14), Микола Азаров (2010-14), Сергій Арбузов (2014), Олександр Турчинов (2014), Арсеній Яценюк (2014-16), Петро Порошенко (2014-19)</p>
							<p class="justify"><b>ФРН:</b> Ангела Меркель (2005-21)</p>
							<p class="justify"><b>Французька республіка:</b> Франсуа Олланд (2012-17)</p>
							<p class="justify"><b>Японія:</b> Абе Сіндзо (2012-20)</p>
							<h5>Головні події 2013 року</h5>
							<p class="justify">21 листопада • За кілька днів до Вільнюського саміту східного партнерства, Кабінет Міністрів України вирішив призупинити процес підготування до укладання Угоди про асоціацію між Україною та Європейським Союзом. Розпорядження про це було офіційно оприлюднене Прем'єр-міністром України Миколою Азаровим.</p><br>
							<p class="justify">24 листопада • У Києві у зв'язку з відмовою уряду підписати договір про асоціацію з Євросоюзом на майдані Незалежності відбувся найбільший мітинг опозиції за період президентського правління Віктора Януковича, який зібрав за різними оцінками від 60 до 150 тисяч чоловік. «Євромайдан» одноголосно прийняв вимогу відставку уряду Азарова, скасування рішення уряду про відмову від асоціації ЄС, підписати «Угоду про асоціацію України та Євросоюзу» на саміті у Вільнюсі, звільнити з ув'язнення Юлію Тимошенко, а також звернення до країн Заходу із закликом запровадити персональні санкції проти Януковича та представників його влади.</p><br>
							<p class="justify">30 листопада • У Києві силами міліцейського спецпідрозділу «Беркут» відбувся розгін протестувальників на Майдані Незалежності. Жорстокість, свавілля правохоронців і застосуванням невиправданої фізичної сили щодо близько 400 протестувальників та журналістів, які висвітлювали події, викликала осуд з боку великої частини суспільства і надали наступним протестам нового змісту, змістивши акцент протестів із проєвропейського на антиурядовий, а також додавши їм масовості.</p><br>
							<h5>Всі події 2014 року</h5>
							<p class="justify">1 січня - Болгарія та Румунія приєднались до Шенгенської угоди про паспортно-візовий режим у країнах Європейського союзу.</p><br>
							<p class="justify">1 січня - Колорадо першим з штатів США легалізував марихуану.</p><br>
							<p class="justify">1 січня - Латвія другою з пострадянських країн перейшла на євро.</p><br>
							<p class="justify">16 січня - Верховна Рада України прийняла з порушенням процедури і закону пакет законів, які обмежували права громадян, надавали органам державної влади більшу свободу дій у сфері покарання учасників акцій протесту і мали на меті криміналізувати опозицію та громадянське суспільство.</p><br>
							<p class="justify">19 січня - В Києві почалось силове протистояння з режимом президента Віктора Януковича, спровоковане ухваленням Верховною Радою з порушенням установленої процедури законів, направлених на звуження конституційних прав і свобод громадян.</p><br>
							<h5>ЛЮТИЙ</h5>
							<p class="justify">7 лютого • У Сочі (Росія) почались XXII зимові Олімпійські ігри, що тривали до 23 лютого. В них взяло участь близько 2800 спортсменів з 88 країн, які розіграли 98 комплектів нагород. У командному заліку перемогли команди Росії, Норвегії та Канади.</p><br>
							<p class="justify">9 лютого • На Олімпійських іграх у Сочі Віта Семеренко виграла першу для України медаль за останні дві зимові Олімпіади — у спринтерській гонці з біатлону вона здобула бронзу.</p><br>
							<p class="justify">14 лютого • Сихівський районний суд Львова визнав Андрія Слюсарчука, відомого як «доктор Пі», винним у 5 епізодах незаконної лікувальної діяльності, що призвела до тілесних ушкоджень і смерті двох людей, у використанні завідомо підроблених документів та 5 епізодах заволодіння чужим майном шляхом обману та зловживанням довірою і засудив до восьми років позбавлення волі. 24 червня 2016 року від був звільнений з-під варти за т. зв. «законом Савченко», згідно з яким один день перебування у СІЗО зараховується як два.</p><br>
							<p class="justify">15 лютого • На легкоатлетичних змаганнях у Донецьку француз Рено Лавіллені стрибнув з шестом на висоту 6 м 16 см, чим на 2 см покращив світовий рекорд Сергія бубки, який протримався 21 рік.</p><br>
							<p class="justify">20 лютого • Під час Революції Гідності на Інститутській вулиці в Києві були розстріляні активісти Євромайдану, загиблих назвали Небесною сотнею. Цього дня загинуло 48 чоловік.</p><br>
							<p class="justify">20 лютого • У відповідь на повернення України до євроінтеграційного курсу Росія розпочала військову окупацію Криму. Саме з цієї дати почалося перекидання додаткових військових та парамілітарних підрозділів РФ на півостровів, які забезпечили проведення незаконного референдуму 16 березня та його подальшу анексію.</p><br>
							<p class="justify">21 лютого • Після трьох місяців протестів проти влади Верховна Рада імплементувала до національного законодавства положення статті 19 Конвенції ООН проти Корупції, згідно з якими була декриміналізована стаття, за якою було засуджено Юлію Тимошенко 11 жовтня 2011 року за звинуваченням у перевищенні влади та службових повноважень під час укладення газового контракту з Росією 19 січня 2009 року. Наступного дня постановою Верховної Ради Тимошенко була звільнена з ув'язнення.</p><br>
							<p class="justify">22 лютого • Верховна Рада, констатувавши розвал правлячої коаліції, прийняла відставку Володимира Рибака і обрала головою парламенту Олександра Турчинова. Із самоусуненням Віктора Януковича країна вступила у новий етап існування не лише без діючого Президента, але й в умовах зовнішньої агресії та дестабілізації ситуації в Криму.</p><br>
							<p class="justify">22 лютого • Верховна Рада України 328-ма голосами народних депутатів постановила, що президент Віктор Янукович «самоусунувся в неконституційний спосіб» і призначила дострокові вибори президента на 25 травня 2014 року. Втеча Віктора Януковича виявилась повною несподіванкою не лише для його опонентів, але й соратників.</p><br>
							<p class="justify">27 лютого • На хвилі подій Революції Гідності коаліція "Європейський вибір" у Верховній Раді обрала Арсенія Яценюка 15-м Прем'єр-міністром України. Цього ж дня був затверджений новий склад уряду і окремими постановами Андрія Дещицю — виконуючим обов'язки Міністра закордонних справ та Ігора Тенюха — виконуючим обов'язки Міністра оборони України.</p><br>
							<h5>БЕРЕЗЕНЬ</h5>
							<p class="justify">1 березня • Рада Федерації Росії підтримала звернення президента Володимира Путіна про дозвіл на застосування Збройних сил Російської Федерації на території України, у відповідь на що Рада національної безпеки і оборони України, ухвалила рішення привести Збройні сили України в повну бойову готовність та розробила план дій на випадок прямої військової агресії з боку РФ.</p><br>
							<p class="justify">8 березня • Втрачено зв'язок з літаком Boeing 777-200ER авіакомпанії Malaysia Airlines, що виконував рейс MH370 з Куала-Лумпура (Малайзія) в Пекін (Китай), коли він перебував над Південно-Китайським морем. Пізніше було встановлено, що на авіалайнері невідомі особи відключили системи зв'язку, але при цьому літак істотно відхилився від курсу та знаходився у повітрі більше 7 годин. Проте пошукова операція, що тривала протягом березня-червня результатів не дала, і 29 березня 2015 року Малайзія офіційно заявила про зникнення безвісти літака рейсу MH370 та 239 осіб, що знаходились на його борту.</p><br>
							<p class="justify">16 березня • За результатами нелегітимного референдуму про статус Автономної Республіки Крим більшість проголосували за приєднання Криму до Росії; результати референдуму не визнала українська влада і світова спільнота (крім Росії, Сирії, КНДР і Венесуели).</p><br>
							<p class="justify">18 березня • У Москві підписано угоду про приєднання Криму та Севастополя до Росії, яку скріпив підписом президент Путін, спікер розпущеної Верховної ради Криму Володимир Константинов, самопроголошені прем'єр Сергій Аксьонов та мер Севастополя громадянин Росії Олексій Чалий.</p><br>
							<p class="justify">19 березня • Міністерство охорони здоров'я Гвінеї повідомило про спалах невідомої лихоманки, від якої померло 23 з 35 хворих. Через тиждень Всесвітня організація охорони здоров'я (ВООЗ) заявила, що чотири південно-східні райони Гвінеї, а також сусідні райони Ліберії та Сьєрра-Леоне знаходяться під загрозою епідемії лихоманки Ебола.</p><br>
							<p class="justify">21 березня • Україна та Європейський Союз підписали політичну частину Угоди про асоціацію з Європейським Союзом, яка дає змогу перейти від партнерства і співробітництва до політичної асоціації та економічної інтеграції. У повному обсязі вона запрацювала лише за три з половиною роки — з 1 вересня 2017 року.</p><br>
							<p class="justify">27 березня • Генеральна асамблея ООН прийняла резолюцію на підтримку територіальної цілісності України та про визнання недійсним референдуму у Криму.</p><br>
							<h5>КВІТЕНЬ</h5>
							<p class="justify">5 квітня • У столиці Панами з'явився перший у країнах Центральної Америки метрополітен. Протяжність гілки метро, яка з'єднує 13 станцій, складає 14 кілометрів і була збудована за 38 місяців.</p><br>
							<p class="justify">6 квітня • Проросійські сили захопили будівлю ОДА в українському Донецьку.</p><br>
							<p class="justify">7 квітня • У залі засідань Донецької облради за участю близько 100 чоловік проголошено утворення «Донецької народної республіки», яка має у майбутньому увійти до складу Росії. Крім того, самопроголошені «депутати» ухвалили рішення про проведення 11 травня референдуму з приводу питання "Чи підтримуєте ви створення Донецької республіки?" та прийняли рішення про звернення до президента Росії Володимира Путіна з проханням увести до регіону російський миротворчий контингент.</p><br>
							<p class="justify">10 квітня • Програвши мюнхенській «Баварії» з рахунком 1-3, «Манчестер Юнайтед» встановив рекорд Ліги чемпіонів — клуб став першим в історії, який зіграв 200 матчів у основній сітці турніру.</p><br>
							<p class="justify">12 квітня • Силами розвідувально-диверсійних підрозділів збройних сил Російської Федерації відбулось вторгнення на схід України — застосовуючи зброю, та прикриваючись мирним населенням, відбулось захоплення у Слов'янську та Красному Лимані Донецької області ряду державних установ і будинки силових структур.</p><br>
							<p class="justify">14 квітня • Указом виконуючого обов'язки Президента України Олександра Турчинова було введено у дію рішення Ради національної безпеки та оборони України (РНБОУ) про проведення антитерористичної операції (АТО). Це стало відповіддю на масове проникнення в східні області країни озброєних російських терористичних угруповань і захопленнями ними органів місцевої влади. Протидія збройній агресії Росії у форматі АТО тривала до лютого 2018 року, коли її було змінено на військову операцію.</p><br>
							<p class="justify">27 квітня • Під час церемонії канонізації понтифіків, яка відбулася у Ватикані, папа Римський Франциск оголосив святими своїх попередників Івана XXIII і Івана Павла II. папа Римський Іван XXIII (Анджело Ронкаллі), який помер у червні 1963 року, був беатифікований Іваном Павлом II 3 вересня 2000 року, а самого Івана Павла II (Кароль Войтила), який помер 2 квітня 2005 року, проголосив блаженним його наступник на папському престолі Бенедикт XVI за рекордний термін — уже 1 травня 2011 року.</p><br>
							<p class="justify">29 квітня • Майже 3 тисячі проросійськи налаштованих мітингувальників захопили будівлю Луганської облдержадміністрації, на даху якої вивісили прапори Російської Федерації і самопроголошеної Луганської народної республіки. Цього ж дня були захоплені обласне телебачення і обласна прокуратура.</p><br>
							<h5>ТРАВЕНЬ</h5>
							<p class="justify">11 травня • Донецький «Шахтар» став дев'ятиразовим чемпіоном України з футболу.</p><br>
							<p class="justify">15 травня • Київське «Динамо» перемогло донецький «Шахтар» у фіналі Кубка України 2013/2014 і стало десятиразовим володарем трофею.</p><br>
							<p class="justify">22 травня • Після кількох місяців протестів проти прем'єр-міністра Йінглук Чинават у Таїланді стався військовий переворот, головнокомандувач перебрав контроль над урядом і призупинив дію конституції країни.</p><br>
							<p class="justify">24 травня • В Лісабоні на стадіоні «Ештадіу да Луж» іспанський «Реал Мадрид» обіграв «Атлетіко» з рахунком 4–1 і вдесяте переміг у Лізі чемпіонів УЄФА.</p><br>
							<p class="justify">25 травня • В Україні на дострокових президентських виборах, проведених у зв'язку з усуненням Верховною Радою Віктора Януковича з поста Президента 22 лютого 2014 року, вже у першому турі переміг Петро Порошенко. За офіційними даними він набрав 54,70% серед тих, хто взяв участь у голосуванні, Юлія Тимошенко — 12,81%, Олег Ляшко — 8,32%, Анатолій Гриценко — 5,48%; явка виборців склала 60,3%.</p><br>
							<p class="justify">26 травня • Зведений загін українських військових загальною кількістю близько 240 осіб за підтримки штурмової авіації вибив з будівлі нового терміналу Донецького аеропорту угрупування російських бойовиків, яке очолював колишній командир донецької "Альфи" Олександр Ходаковський. Контроль над частиною аеропорту став стримуючим фактором під час вторгнення російських збройних сил наприкінці серпня 2014 року і тривав наступні 242 дні.</p><br>
							<p class="justify">31 травня • Відеокліп корейського співака PSY на пісню «Gangnam Style» встановив новий рекорд YouTube — 2 мільярда переглядів.</p><br>
							<h5>ЧЕРВЕНЬ</h5>
							<p class="justify">2 червня • Король Іспанії Хуан Карлос Бурбон заявив про зречення від престолу на користь свого сина, принца Феліпе, який став правити під іменем Філіп VI.</p><br>
							<p class="justify">7 червня • У Верховній Раді України за участю близько 60 офіційних закордонних делегацій відбулася інавгурація п'ятого Президента України Петра Порошенка, який був обраний на позачергових виборах в травні цього ж року у зв'язку з усуненням Віктора Януковича з поста Президента. Цього ж дня Порошенко прийняв на себе повноваження Верховного Головнокомандувача Збройних Сил України.</p><br>
							<p class="justify">12 червня • У захопленому ІДІЛ Тікріті протягом дня страчено 1600 шиїтів і представників іракської влади.</p><br>
							<p class="justify">14 червня • Проросійськими сепаратистами ракетою збито український військовий транспортний літак «ИЛ-85», який заходив на посадку в аеропорту Луганська. Всі 49 військових, які знаходились на борту, загинули.</p><br>
							<p class="justify">17 червня • В ході Російсько-української війни, поблизу містечка Щастя на Луганщині Надія Савченко попала у полон до бійців самопроголошеної ЛНР.</p><br>
							<p class="justify">27 червня • У Брюсселі Президент України Петро Порошенко, президент Європейської комісії Жозе Мануел Баррозу і голова Ради Європи Герман ван Ромпей підписали економічну частину Угоди про асоціацію з Європейським Союзом, завершивши десятилітній процес її укладення. У повному обсязі Угода, що дає змогу Україні перейти від партнерства і співробітництва до політичної асоціації та економічної, запрацювала з початку осені 2017 року.</p><br>
							<p class="justify">29 червня • У головній мечеті іракського міста Мосул Ісламська держава Іраку і Леванту (ІДІЛ) оголосила про перейменування в Ісламську Державу і створення на підконтрольній їй території Сирії та Іраку халіфату і визнання Абу Бакра аль-Багдаді його халіфом.</p><br>
							<h5>ЛИПЕНЬ</h5>
							<p class="justify">13 липня • На стадіоні «Маракана» в Ріо-де-Жанейро (Бразилія) відбувся фінальний матч Чемпіонату світу з футболу, в якому збірна Німеччини обіграла команду Аргентини з рахунком 1:0 і вчетверте стала чемпіоном світу. Це стало першим випадком, коли європейська команда перемогла в мундіалі, що проходив на американському континенті.</p><br>
							<p class="justify">17 липня • В результаті військової атаки поблизу Донецька зазнав катастрофи рейсовий пасажирський літак компанії ««Malaysia Airlines»», що слідував за маршрутом Амстердам — Куала-Лумпур. Це привело до загибелі всіх 298 чоловік, що перебували на його борту, — за кількістю жертв катастрофа рейсу MH17 найбільша авіакатастрофа в історії України і другий у світі інцидент за участі літака.</p><br>
							<h5>СЕРПЕНЬ</h5>
							<p class="justify">28 серпня • В ході Російсько-української війни українські війська і добровольчі батальйони, що брали участь у наступі в районі Іловайська, попали в оточення, при виході з якого втратили понад тисячу чоловік убитими, пораненими, полоненими і зниклими без вісті.</p><br>
							<p class="justify">28 серпня • Тайїп Реджеп Ердоган став 12-м президентом Туреччини.</p><br>
							<h5>ВЕРЕСЕНЬ</h5>
							<p class="justify">16 вересня • Верховна Рада України ратифікувала Угоду про асоціацію між Україною та ЄС, яка замінила Угоду про партнерство та співробітництво, даючи Україні змогу перейти до політичної асоціації та економічної інтеграції з Європейським Союзом.</p><br>
							<p class="justify">18 вересня • В Шотландії пройшов референдум, в ході якого її жителі вирішували, чи повинен регіон залишитися в складі Великобританії чи стати незалежною державою. За збереження єдності Сполученого Королівства проголосували 55,3% громадян (2001926 чоловік), проти — 44,7% (1617989).</p><br>
							<h5>ЖОВТЕНЬ</h5>
							<p class="justify">23 жовтня • Китайським національним космічним управлінням запущено автоматичну місячну станцію «Чан'е-5Т», від якої 31 жовтня відокремився спеціальний модуль, котрий досягнув місячної поверхні для дослідження грунту Місяця.</p><br>
							<p class="justify">26 жовтня • Відбулись позачергові вибори народних депутатів Верховної Ради України, приводом до яких став розпад парламентської коаліції, сформованої у лютому 2014 року. За результатами виборів до Верховної ради пройшли шість партій (Народний фронт, Блок Петра Порошенка, Самопоміч, Опозиційний Блок, Радикальна та Батьківщина).</p><br>
							<p class="justify">30 жовтня • Щвеція першою з європейських країн офіційно визнала незалежність Палестини.</p><br>
							<h5>ЛИСТОПАД</h5>
							<p class="justify">3 листопада • У Нью-Йорку офіційно відкрився Всесвітній торговий центр 1, центральна будівля в новому комплексі Всесвітнього торгового Центру, збудованого на місці знищеного в результаті терористичної атаки 11 вересня 2001 року Всесвітнього торгового центру. Після завершення будівництва Всесвітній торговий центр 1 став найвищим (541,32 м) хмарочосом у Західній півкулі і третім за висотою у світі після Бурдж Халіфа в Дубаї (828,0 м) і Абрадж аль-Бейт в Мецці (601,0 м).</p><br>
							<p class="justify">12 листопада • Модуль "Філе", що відділився від від космічного апарату «Розетта», запущеного Європейським космічним агентством 2 березня 2004 року, вперше у світі здійснив успішну посадку на комету Чурюмова — Герасименко.</p><br>
							<p class="justify">22 листопада • Василь Ломаченко захистив свій титул чемпіона світу за версією WBO у напівлегкій вазі, вигравши бій з Чонлатарном Піріяпіньйо.</p><br>
						</div>
					</div>
				</div>
			</div>
		</div>

		<?php 
			require 'inc/footer.php';
			require 'inc/script.php';
		?>

	</body>
</html>